Repository: pkomur/dynamic-panel-transparency
Catalog: dynamic-panel-transparency@rockon999.github.io/locale/*/LC_MESSAGES/dynamic-panel-transparency.po
Languages: pl

source: default
pl: domyślnie

source: App Tweaks
pl: Dostrajanie aplikacji

source: Classy transparency for your panel.
pl: Stylizowanie wyglądu panela

source: Website
pl: Strona internetowa

source: Shell Restart Required.
pl: Wymagane ponowne uruchomienie środowiska.

source: Transition Speed
pl: Szybkość animacji

source: Force animation
pl: Wymuś animację

source: Transition Style
pl: Rodzaj animacji

source: Linear (default)
pl: Liniowa (domyślnie)

source: Sine
pl: Sinusoidalna

source: Quadratic
pl: Kwadratowa

source: Cubic
pl: Sześcienna

source: Quartic
pl: Czwartego stopnia

source: Quintic
pl: Piątego stopnia

source: Exponential
pl: Wykładnicza

source: Circle
pl: Kołowa

source: Elastic
pl: Elastyczna

source: Bounce
pl: Sprężysta

source: Transitions
pl: Animacje

source: Enable custom text coloring
pl: Kolorowanie tekstu

source: Primary Color
pl: Kolor pierwszoplanowy

source: Secondary Color
pl: Kolor drugoplanowy

source: Use when a window is maximized
pl: Zastosuj, gdy okno jest zmaksymalizowane

source: Shadow Color
pl: Kolor cienia

source: Radius
pl: Zaokrąglenia

source: Horizontal Offset
pl: Przesunięcie w poziomie

source: Vertical Offset
pl: Przesunięcie w pionie

source: Enable text shadowing
pl: Cieniowanie tekstu

source: Enable icon shadowing
pl: Cieniowanie ikon

source: Foreground
pl: Tekst

source: Unmaximized Opacity
pl: Nieprzezroczystość dla zmaksymalizowanych okien

source: Maximized Opacity
pl: Nieprzezroczystość dla niezmaksymalizowanych okien

source: Enable custom opacity
pl: Przezroczystość panelu

source: Panel Color
pl: Kolor panelu

source: Enable custom panel color
pl: Własny kolor panelu

source: Fixes theme incompatibilities.
pl: Napraw konflikty motywu

source: Remove excess panel styling
pl: Usuń stylizowanie panelu przez inne rozszerzenia

source: Hide corners
pl: Ukryj narożniki

source: Background
pl: Tło

source: About
pl: O programie

source: Advanced...
pl: Zaawansowane...
